Repository: Innoto/geozzy_v2_public
Catalog: distModules/rextAccommodation/translations/messages_*.po
Languages: es

source: Reservation URL
es: URL de reserva

source: Reservation phone
es: Teléfono de reservas

source: Accommodation category
es: Categoría del alojamiento

source: Accommodation services
es: Servicios del alojamiento

source: Accommodation facilities
es: Facilidades del alojamiento

source: Accommodation brand
es: Marca

source: Accommodation users profile
es: Perfil de los usuarios del alojamiento

source: Hotel reservation URL
es: URL de reservas del hotel

source: Hotel reservation phone
es: Teléfono de reservas del hotel

source: Hotel reservation email
es: Correo de reservas del hotel

source: Hotel single rooms
es: Habitaciones simples

source: Hotel double rooms
es: Habitaciones dobles

source: Hotel family rooms
es: Habitaciones familiares

source: Hotel beds
es: Camas del hotel

source: Hotel average price
es: Precio medio del hotel

source: Accommodation type
es: Tipo de alojamiento
