Repository: Innoto/geozzy_v2_public
Catalog: distModules/rextRoutes/translations/messages_*.po
Languages: pt

source: Route start
pt: Começo

source: Route End
pt: Finalização

source: Download route
pt: Descarregar track

source: Circular route
pt: Rota circular

source: Lineal route
pt: Rota linear

source: lineal
pt: Linear

source: Slopes
pt: Pendentes

source: slope up
pt: pendente subida

source: slope down
pt: pendente baixada

source: Environment
pt: Meio

source: Itinerary
pt: Itinerário

source: Displacement
pt: Deslocação

source: Effort
pt: Esforço

source: Very Low
pt: Muito baixa

source: Low
pt: Baixa

source: Medium
pt: Média

source: High
pt: Alta

source: Extreme
pt: Muito alta

source: Circular itinerary
pt: Itinerário circular

source: Route duration (minutes)
pt: Duração de rota (minutes)

source: Vertical rise level
pt: Pendente de subida

source: Vertical descent level
pt: Pendente de baixada

source: Travel distance (meters)
pt: Distância (metros)

source: Natural environment difficulty
pt: Dificuldade do meio natural

source: Itinerary difficulty
pt: Dificuldade do itinerário

source: Displacement difficulty
pt: Dificuldade para deslocar-se

source: Effort level
pt: Nível de esforço

source: Global difficulty
pt: Dificuldade global

source: Route end
pt: Final da rota

source: Route file
pt: Arquivo de track

source: File
pt: Arquivo

source: Low
pt: Baixa

source: High
pt: Alta
