Repository: Innoto/geozzy_v2_public
Catalog: distModules/rextMapDirections/translations/messages_*.po
Languages: pt

source: A route could not be found.
pt: Não se pôde encontrar uma rota.

source: Type a departure address
pt: Escreva uma morada de saída

source: Get directions
pt: Obter direções

source: Show route description
pt: Mostrar descrição da rota

source: Route by car
pt: Rota em carro

source: Walking route
pt: Rota caminhando

source: Route by public transport
pt: Rota em transporte público

source: Route information
pt: Informação da rota

source: Type an address or mark on the map the place of departure
pt: Introduz uma direção ou marca no mapa o ponto de partida

source: Print route
pt: Imprimir rota

source: No se ha podido localizar una ruta.
pt: Não se pôde encontrar uma rota.

source: Enter a location
pt: Introduza uma localização
